{
  "a-href": {},
  "src": {
    "authorPhoto": "./img/author.jpg",
    "authorPhotoGalleryImg1": "./img/gal1.jpg",
    "authorPhotoGalleryImg2": "./img/gal2.jpg",
    "authorPhotoGalleryImg3": "./img/gal3.jpg",
    "authorVideoGalleryFilm": "https://www.youtube.com/embed/iauIqr1_Yn0",
    "authorGeoImg1": "./img/geo1.jpg"
  },
  "en": {
    "main__logo": "Belarusian writers",
    "videoGalTitle": "Video gallery",
    "photoGalTitle": "Photo gallery",
    "authorName": "Yanka Kupala",
    "authorAbout": "Yanka Kupala (also spelled Jánka Kupála or Janka Kupała, Belarusian: Я́нка Купа́ла; July 7 [O.S. June 25] 1882 – June 28, 1942) – was the pen name of Iván Daminíkavich Lutsévich (Ivan Daminikavič Łucevič, Belarusian: Іва́н Даміні́кавіч Луцэ́віч), a Belarusian poet and writer. Kupala is considered one of the greatest Belarusian-language writers of the 20th century.",
    "authorWorks": "Kupala became recognised as a symbol of culture of Belarus during the Soviet era. A museum, organised in Minsk through the efforts of his widow in 1945, is the leading literary museum in Belarus. Hrodna State University was named after Yanka Kupala. There is also a park named after him with a monument to the poet, a theatre and a metro station (Kupalaŭskaja) named after him in Minsk. At the Arrow Park in Monroe, New York there is a monument of Yanka Kupala that was created by Belarusian sculptor Anatoly Anikeichik and architect Sergey Botkovsky. Since 1973 it is presented to the American Side. A monument to Kupala is placed on a square in the city of Ashdod in Israel."
  },
  "ru": {
    "main__logo": "Писатели Беларуси",
    "videoGalTitle": "Видео галлерея",
    "photoGalTitle": "Фото галлерея",
    "authorName": "Янка Купала",
    "authorAbout": "Я́нка Купа́ла (настоящее имя Ива́н Домини́кович Луце́вич, белор. Іван Дамінікавіч Луцэвіч; 25 июня (7 июля) 1882 — 28 июня 1942) — белорусский поэт и переводчик, драматург, публицист. Классик белорусской литературы. Народный поэт БССР (1925). Академик АН БССР (1928) и АН УССР (1929). Лауреат Сталинской премии первой степени (1941).",
    "authorWorks": "К 26 годам среди его творческих наработок уже были первые стихи. На протяжении 1908–1913 годов один за другим в Петербургском издательстве «Загляне сонца і ў наша ваконца» выходят его поэтические сборники: «Жалейка», «Гусляр», «Шляхам жыцця». Параллельно Янка Купала работает в «Нашей ниве» – первой белорусской национальной еженедельной газете, где печатает стихи и заметки, критические статьи и передовицы. В 1914 году основатели газеты Александр Власов и братья Иван и Антон Луцкевичи предложили Янке Купале должность главного редактора, и он с охотой согласился, отдав этой работе два года. К этому времени им уже были созданы произведения, которые станут бессмертными: поэмы «Адвечная песня» и «Сон на кургане», пьеса «Паўлінка». В 1919 году он переезжает в Минск, и здесь из-под его пера выходят такие произведения, как «Раскіданае гняздо» и «Прымакі», «Магіла льва» и «Курган». Была среди этих произведений и «Тутэйшыя» – пьеса, которая принесет Янке Купале честь и славу, правда, через десятилетия. Он тонко и точно чувствовал глубинную сущность перемен в обществе и национальном сознании. Именно отражение этих перемен, показ процесса пробуждения белорусского народа и привели к тому, что трагикомедия «Тутэйшыя» почти 60 лет была под запретом для постановки и опубликования. Жизнь поэта была наполнена не только творчеством, но и активной общественно-политической деятельностью, стычками с «сильными мира сего». Являясь кандидатом в члены и членом Центрального исполнительного комитета БССР, депутатом Верховного Совета республики, академиком Академии наук Беларуси и Украины, будучи награжден званием народного поэта БССР, тем не менее он всегда был «под прицелом» ОГПУ (потом – НКВД). Его пробовали склонить к сотрудничеству, заставить согласиться с ролью руководителя мифического Союза освобождения Беларуси, который якобы существовал в республике. В 1930 году Янка Купала предпринял попытку самоубийства, однако жена спасла его от гибели. 28 июня 1942 года, за несколько дней до своего 60-летия, поэт трагически погиб в Москве. Обстоятельства этой трагедии не выяснены до сих пор. В 1962 году урна с прахом белорусского классика перевезена в Минск и торжественно перезахоронена на Военном кладбище. "
  },
  "by": {
    "main__logo": "Пісьменнікі Беларусі",
    "videoGalTitle": "Відэа галерэя",
    "photoGalTitle": "Фота галерэя",
    "authorName": "Янка Купала",
    "authorAbout": "Я́нка Купа́ла (сапр. — Іва́н Даміні́кавіч Луцэ́віч; 7 ліпеня [ст. ст. 25 чэрвеня] 1882; в. Вязынка, цяпер Маладэчанскі раён, Менская вобласьць, Беларусь — 28 чэрвеня 1942) — клясык беларускае літаратуры, паэт, драматург, публіцыст, заснавальнік (разам зь Якубам Коласам) новае беларускае літаратуры і беларускае літаратурнае мовы. Народны паэт Беларусі (1925). Акадэмік АН Беларусі і АН Украіны (1929). Ляўрэат Дзяржаўнай прэміі СССР (1941) за зборнік «Ад сэрца». Творчасьць Купалы прызнаецца за летапіс жыцьця беларускага народу, адбітак яго нацыянальнага характару і сьветаразуменьня. У сваіх сатырычных камэдыях «Паўлінка» (1912) і «Тутэйшыя» (1922), драмы «Раскіданае гняздо» (1913) выявіў духоўную прыгажосьць і маральныя заганы розных сацыяльных супольнасьцяў беларускага грамадзтва, складаны гістарычны лёс народу і самабытнасьць беларускае культуры. У раньняй паэзіі, блізкай да фальклёру сваёй вобразнасьцю, адлюстраваў цяжкую долю беларускага народу, адметныя рысы яго гістарычнага шляху і характару, сьветаўспрыманьня (зборнікі вершаў «Гусьляр», 1910; «Шляхам жыцьця», 1913; паэмы «Адвечная песьня», 1908; «Сон на кургане», 1910; «Магіла льва», 1913) і іншыя. З 1944 году дзейнічае Дзяржаўны літаратурны музэй Янкі Купалы. У гонар паэта ў 1957 годзе была заснаваная Літаратурная прэмія імя Янкі Купалы. З 1995 году сыстэматычна праводзяцца штогадовыя Купалаўскія чытаньні — прафэсійны форум для абмеркаваньня навуковых дасягненьняў і праблемаў купалазнаўства. У 1996 годзе быў створаны Міжнародны фонд Янкі Купалы. Імем паэта названы Нацыянальны акадэмічны тэатар імя Янкі Купалы, Гарадзенскі дзяржаўны ўнівэрсытэт імя Янкі Купалы, парк у Менску і станцыя менскага мэтрапалітэну.",
    "authorWorks": "Адносна непрацяглы дарэвалюцыйны пэрыяд творчай актыўнасьці Янкі Купалы (1907—1913 гг.) зьяўляецца найбольш плённым ў ягонай літаратурнай біяграфіі. Менавіта ў гэтыя гады выходзіць тры зборнікі вершаў («Жалейка», 1908; «Гусьляр», 1910 і «Шляхам жыцьця», 1913) і тры з чатырох яго драматычных твораў (п’есы «Паўлінка», 1912; «Прымакі», 1913; «Раскіданае гняздо», 1913). У гэты ж час Купала стварае трынаццаць з 18 сваіх паэмаў. Умоўна Купалавы паэмы гэтага пэрыяду падзяляюць на раньнія («Зімою», «Нікому», «Калека», «Адплата каханьня», усе 1907 г.), фальклёрна-рамантычныя («Курган», 1910; «Бандароўна», «Магіла льва», «Яна і я», усе 1913 г.), драматычныя («Адвечная песьня», 1908; «Сон на кургане», 1910; «На папасе», 1913) і апавядальныя («У Піліпаўку», «За што?», абедзьве 1908 г.). Асэнсаваньнем неадназначных лёсавызначальных падзеяў у жыцьці беларускага грамадзтва ў першыя пасьлярэвалюцыйныя гады прасякнуты зборнік вершаў «Спадчына» (1922), трагікамэдыя «Тутэйшыя» (1922), рамантычная паэма «Безназоўнае» (1924), лірыка-публіцыстычная паэма «З угодкавых настрояў» (1927). Апошнія паэмы Купалы «Над ракою Арэсай» (1933), «Барысаў» (1934), «Тарасова доля» (1939) і зборнік вершаў «Ад сэрца» (1940) сталі сьведчаньнем трагічнага спыненьня творчага ўздыму паэта, пазбаўленага магчымасьці ствараць свабодна. Значную частку літаратурнай спадчыны Янкі Купалы ўтварае ягоны перакладчыцкі набытак. Зь пяці моваў (расейскай, украінскай, польскай, францускай і нямецкай) Купала пераклаў 92 творы 36 аўтараў (у тым ліку 9 невядомых), зь іх 71 верш, 15 паэмаў ці ўрыўкаў зь іх, опэрнае лібрэта «Галька» С.Манюшкі, драму «Эрас і Псіха» Е. Жулаўскага і інш. Найчасьцей зьвяртаўся да творчасьці Т.Шаўчэнкі (пераклаў 26 твораў), М.Канапніцкай (12), М.Някрасава (6), А.Міцкевіча (5) і Ул. Сыракомлі (5). Дзякуючы Купалу па-беларуску загучалі «Слова аб палку Ігаравым» (прозай і вершам), «Інтэрнацыянал», паэма А.Пушкіна «Медны коньнік» ды іншыя творы. Творы Купалы перакладзены на 117 моваў сьвету."
  }
}
