{
  "a-href": {},
  "src": {
    "authorPhoto": "./img/author.jpg",
    "authorPhotoGalleryImg1": "./img/gal1.jpg",
    "authorPhotoGalleryImg2": "./img/gal2.jpg",
    "authorPhotoGalleryImg3": "./img/gal3.jpg",
    "authorVideoGalleryFilm": "https://www.youtube.com/embed/EPfYYg5QPMg",
    "authorGeoImg1": "./img/geo1.jpg"
  },
  "en": {
    "main__logo": "Belarusian writers",
    "authorName": "Yakub Kolas",
    "authorAbout": "Yakub Kolas (also Jakub Kołas, Belarusian: Яку́б Ко́лас, November 3 [O.S. October 22] 1882 – August 13, 1956), real name Kanstancin Mickievič (Міцке́віч Канстанці́н Міха́йлавіч) was a Belarusian writer, People's Poet of the Byelorussian SSR (1926), and member (1928) and vice-president (from 1929) of the Belarusian Academy of Sciences. In his works, Yakub Kolas was known for his sympathy towards the ordinary Belarusian peasantry. This was evident in his pen name 'Kolas', meaning 'ear of grain' in Belarusian. He wrote collections of poems Songs of Captivity (1908) and Songs of Grief (Belarusian: Песьні-жальбы, 1910), poems A New Land (Belarusian: Новая зямля, 1923) and Simon the Musician (Belarusian: Сымон-музыка, 1925), stories, and plays. His poem The Fisherman's Hut (Belarusian: Рыбакова хата, 1947) is about the fight after unification of Belarus with the Soviet state. His trilogy At a Crossroads (1954) is about the pre-Revolutionary life of the Belarusian peasantry and the democratic intelligentsia. He was awarded the Stalin Prize in 1946 and 1949. In honor of Yakub Kolas, a square and a street in the center of Minsk bear his name.",
    "authorWorks": "Before the October Revolution there were collections of poems “Songs of bondage” (1908), “Songs of sorrow” (1910), separate chapters of the epic poem “New Earth”, as well as collections of prose “Stories” (1912), “Native Images” (1914). In the twenties of the 20th century, the poems “Novaya Zemlya” (1923), “Symon the Musician” (1925), the novella “In the Polissya Wilderness” (1922), “In the Depth of Polesye” (1928), “In the Vast Spaces of Life” ( 1926), separate lyric poems, plays. In the thirties, written cycles of poems Collective farm (1930), Autumn (1935), the story Outcast (1930-1931). The events of the revolution and the civil war are reflected in the story The quagmire (Drygva, 1933). The masterful image of the native nature, deep knowledge of the psychology of the Belarusian peasantry is characteristic of Kolas' creativity. The influence of the national poet of Belarus on his work was recognized by A. T. Tvardovsky, M. V. Isakovsky, N. M. Gribachev. The English translator, Vera Rich, compared the New Earth to the works of Shakespeare. In the collections of poems “Otomstim” (1942) and “The Voice of the Earth” (1943), in the poems “Court in the Forest” (1943) and “Retribution” (1945), the poet glorifies the resilience of the Belarusian people, the feats of the partisans, expresses confidence in the victory over the fascist invaders. The poem “Rybakov's hut” (1947) is dedicated to the struggle of the Belarusian people for the reunification of Western Belarus with the Byelorussian SSR. The trilogy On Rosstanzhya (In the wilderness of Polissya (1923); In the depths of Polesie (1927); At the Crossroads, (1954)), which was started in 1921, tells about the pre-revolutionary life of the Belarusian peasantry and popular intelligentsia. Many poetic works of J. Kolas were set to music.",
    "videoGalTitle": "Video gallery",
    "photoGalTitle": "Photo gallery"
  },
  "ru": {
    "main__logo": "Писатели Беларуси",
    "authorName": "Якуб Колас",
    "authorAbout": "Яку́б Ко́лас (настоящее имя и фамилия Константи́н Миха́йлович Мицке́вич, белор. Канстанцін Міхайлавіч Міцкевіч; 22 октября (3 ноября) 1882 — 13 августа 1956) — белорусский советский писатель, поэт и переводчик, общественный деятель. Один из классиков и основоположников новой белорусской литературы. Общественный деятель. Народный поэт Белорусской ССР (1926). Академик АН Белорусской ССР (1928). Член СП СССР (1934). Заслуженный деятель науки Белорусской ССР (1944). Член ВКП(б) с 1945 года.",
    "authorWorks": "До Октябрьской революции вышли сборники стихов «Песни неволи» (1908), «Песни печали» (1910), отдельные главы эпической поэмы «Новая земля», а также сборники прозы «Рассказы» (1912), «Родные образы» (1914). В двадцатых годах XX века были опубликованы поэмы «Новая земля» (1923), «Сымон-музыкант» (1925), повести «В полесской глуши» (1922), «В глубине Полесья» (1928), «На просторах жизни» (1926), отдельные лирические стихотворения, пьесы. В тридцатых годах написаны циклы стихов «Колхозное» (1930), «Осеннее» (1935), повесть «Отщепенец» (1930—1931). События революции и гражданской войны отражены в повести «Трясина» («Дрыгва», 1933). Для творчества Коласа характерно мастерское изображение родной природы, глубокое знание психологии белорусского крестьянства. Влияние народного поэта Беларуси на своё творчество признавали А. Т. Твардовский, М. В. Исаковский, Н. М. Грибачёв. Английская переводчица Вера Рич сравнивала «Новую землю» с произведениями Шекспира. В сборниках стихотворений «Отомстим» (1942) и «Голос земли» (1943), в поэмах «Суд в лесу» (1943) и «Возмездие» (1945) поэт прославляет стойкость белорусского народа, подвиги партизан, выражает уверенность в победе над фашистскими захватчиками. Поэма «Рыбакова хата» (1947) посвящена борьбе белорусского народа за воссоединение Западной Белоруссии с Белорусской ССР. Трилогия «На росстанях» («В полесской глуши» (1923); «В глубине Полесья» (1927); «На перепутье», (1954)), работа над которой была начата в 1921 году, повествует о дореволюционной жизни белорусского крестьянства и народной интеллигенции. Многие поэтические произведения Я. Коласа положены на музыку.",
    "videoGalTitle": "Видео галлерея",
    "photoGalTitle": "Фото галлерея"
  },
  "by": {
    "main__logo": "Пісьменнікі Беларусі",
    "authorName": "Якуб Колас",
    "authorAbout": "Яку́б Ко́лас, Канстанці́н Міха́йлавіч Міцке́віч (22 кастрычніка (3 лістапада) 1882, засценак Акінчыцы Мінскага пав. Мінскай губ. (цяпер у межах г. Стоўбцы) — 13 жніўня 1956, Мінск; Псеўданімы: Тарас Гушча, Карусь Лапаць, К. Адзінокі, К. Альбуцкі, Андрэй «сацыяліст», Тамаш Булава, Ганна Груд, Мікалаевец, Лесавік і інш.) — беларускі паэт, празаік, драматург, крытык, публіцыст, перакладчык, вучоны, педагог, грамадскі дзеяч; адзін з заснавальнікаў (з Янкам Купалам) сучаснай беларускай літаратуры і літаратурнай мовы. Народны паэт Беларусі (1926). Акадэмік АН Беларусі (1928). Заслужаны дзеяч навукі Беларусі (1944).",
    "authorWorks": "Да Кастрычніцкай рэвалюцыі выйшлі зборнікі вершаў «Песні няволі» (1908), «Песні смутку» (1910), асобныя кіраўніка эпічнай паэмы Новая зямля, а таксама зборнікі прозы «Апавяданні» (1912), «Родныя вобразы» (1914). У дваццатых гадах XX стагоддзя былі апублікаваныя паэмы Новая зямля (1923), Сымон-музыка (1925), аповесці «У палескай глушы» (1922), «У глыбіні Палесся» (1928), «На прасторах жыцця» ( 1926), асобныя лірычныя вершы, п'есы. У трыццатых гадах напісаныя цыклы вершаў «калгаснай» (1930), «Восеньскае» (1935), аповесць «адшчапенец» (1930-1931). Падзеі рэвалюцыі і грамадзянскай вайны адлюстраваны ў аповесці «Дрыгва» ( «Дрыгва», 1933). Для творчасці Коласа характэрна майстэрскае малюнак роднай прыроды, глыбокае веданне псіхалогіі беларускага сялянства. Ўплыў народнага паэта Беларусі на сваю творчасць прызнавалі А. Т. Твардоўскі, М. В. Ісакоўскі, Н. М. Грибачёв. Ангельская перакладчыца Вера Рыч параўноўвала «Новую зямлю» з творамі Шэкспіра. У зборніках вершаў «Адпомсцім (1942) і «Голас зямлі» (1943), у паэмах Суд у лесе» (1943) і «Адплата» (1945) паэт услаўляе стойкасць беларускага народа, подзвігі партызан, выказвае ўпэўненасць у перамозе над фашысцкімі захопнікамі. Паэма Рыбакова хата (1947) прысвечана барацьбе беларускага народа за ўз'яднанне Заходняй Беларусі з Беларускай ССР. Трылогія На ростанях ( У палескай глушы» (1923); «У глыбіні Палесся» (1927); «На ростанях», (1954)), праца над якой была пачатая ў 1921 годзе, апавядае пра дарэвалюцыйнай жыцця беларускага сялянства і народнай інтэлігенцыі. Многія паэтычныя творы Я. Коласа пакладзены на музыку.",
    "videoGalTitle": "Відэа галерэя",
    "photoGalTitle": "Фота галерэя"
  }
}
